tap "abhimanyu003/sttr"
tap "anirudhg07/anirudhg07"
tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "jmhobbs/parrot"
tap "jstkdng/programs"
tap "jwt-rs/jwt-ui"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "normen/tap"
tap "veeso/termscp"
brew "openssl@3"
brew "antiword"
brew "aria2"
brew "asciinema"
brew "ncurses"
brew "asciiquarium"
brew "bat"
brew "glib"
brew "harfbuzz"
brew "numpy"
brew "python@3.11"
brew "binwalk"
brew "bpytop"
brew "btop"
brew "cbonsai"
brew "ccache"
brew "pango"
brew "librsvg"
brew "chafa"
brew "clipboard"
brew "cmake"
brew "cmatrix"
brew "flac"
brew "ffmpeg"
brew "cmus"
brew "cowsay"
brew "docker", link: false
brew "duf"
brew "elan-init"
brew "entr"
brew "portaudio"
brew "espeak"
brew "exiftool"
brew "libgit2"
brew "eza"
brew "fd"
brew "fdupes"
brew "ffmpegthumbnailer"
brew "pmix"
brew "figlet"
brew "libmagic"
brew "file-formula"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-svn"
brew "glow"
brew "gnupg"
brew "go"
brew "gobuster"
brew "gperf"
brew "gping"
brew "gromacs"
brew "hashcat"
brew "pkg-config"
brew "help2man"
brew "hexcurse"
brew "hexedit"
brew "hexyl"
brew "httpie"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "lazydocker"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "lzip"
brew "midnight-commander"
brew "miller"
brew "moon-buggy"
brew "mypy"
brew "zlib"
brew "mysql"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "newt"
brew "ninvaders"
brew "nmap"
brew "nnn"
brew "node"
brew "openjdk"
brew "openvpn"
brew "ouch"
brew "parallel"
brew "pipx"
brew "pngcheck"
brew "poppler"
brew "postgresql@16"
brew "presenterm"
brew "procs"
brew "pymol"
brew "python-tk@3.12"
brew "radare2"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rich-cli"
brew "rig"
brew "ripgrep"
brew "rizin"
brew "rustup"
brew "silicon"
brew "sl"
brew "sleuthkit"
brew "socat"
brew "sqlmap"
brew "starship"
brew "stow"
brew "tag"
brew "task"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "typespeed"
brew "unar"
brew "wget"
brew "wtfutil"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "abhimanyu003/sttr/sttr"
brew "anirudhg07/anirudhg07/morseet"
brew "anirudhg07/anirudhg07/typeinc"
brew "felixkratz/formulae/borders"
brew "jesseduffield/lazygit/lazygit"
brew "jmhobbs/parrot/terminal-parrot"
brew "jstkdng/programs/ueberzugpp"
brew "jwt-rs/jwt-ui/jwt-ui"
brew "veeso/termscp/termscp"
cask "aerospace"
cask "basictex"
cask "burp-suite"
cask "cool-retro-term"
cask "docker"
cask "edex-ui"
cask "firefox"
cask "font-hack-nerd-font"
cask "git-credential-manager"
cask "iterm2"
cask "keycastr"
cask "kitty@nightly"
cask "sf-symbols"
cask "spaceid"
cask "warp"
cask "wireshark"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "codeium.codeium"
vscode "danielsanmedium.dscodegpt"
vscode "dzhavat.bracket-pair-toggler"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "james-yu.latex-workshop"
vscode "johnpapa.vscode-peacock"
vscode "julianiaquinandi.nvim-ui-modifier"
vscode "leanprover.lean4"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "njqdev.vscode-python-typehint"
vscode "oderwat.indent-rainbow"
vscode "oleg-shilo.cs-script"
vscode "pkief.material-icon-theme"
vscode "reditorsupport.r"
vscode "ritwickdey.liveserver"
vscode "sdras.night-owl"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "xabikos.javascriptsnippets"
